// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Lisää mukautettu paperi";

NoIccTitle = "<profiilia ei valittu>";

DoubleNameTitle = "Mukautetun paperin nimi jo olemassa";
DoubleNameMsg = "Mukautettu paperityyppi nimellä \"%@\" on jo olemassa. Valitse mukautetulle paperillesi toinen nimi.";

MaxMediaExceededTitle = "Olet ylittänyt mukautettujen paperityyppien enimmäismäärän";
MaxMediaExceededMsg = "Voit määrittää enintään %i mukautettua paperityyppiä. Poista yksi tai useampia paperityyppejä ennen kuin lisäät uuden.";

ProfileExistsTitle = "ICC-profiili on jo olemassa.";
ProfileExistsMsg = "ICC-profiili tiedostonimellä \"%@\" on jo tallennettu paikalliseen varastoon.\nJos valitset \"Käytä olemassa olevaa profiilia,\" tallennettua käytetään paperisi kanssa.\nVoit vaihtoehtoisesti valita \"Käytä ainutlaatuista tiedostonimeä\" ja luo uusi profiilinimi.";
ProfileExistsDefButton = "Käytä ainutlaatuista tiedostonimeä";
ProfileExistsAltButton = "Peruuta";
ProfileExistsOtherButton = "Käytä ainutlaatuista tiedostonimeä";

//Paper Type Names
Photo = "Valokuva";
CoatedInkjet = "Päällystetty mustesuihku";
PhotoRag = "Valokuvakangas";
Watercolor = "Vesiväri";
Canvas = "Kangas";
RigidPhotoRag = "Jäykkä valokuvakangas";
RigidWatercolor = "Jäykkä vesiväri";
RigidCanvas = "Jäykkä kangas";
Brochure = "Esite";
PlainPaper = "Tavallinen paperi";
PhotoInkjetScrapbook = "Mustesuihkuleikekirja, valokuva";
MatteInkjetScrapbook = "Mustesuihkuleikekirja, matta";

Coated = "Päällystetty";
PhotoThick = "Valokuva paksu";
FiberGloss = "kuitu kiiltävä";
photoRag = "valokuvakangas";
photoRagThin = "valokuvakangas ohut";


//print quality names
Best = "Paras";
Normal = "Normaali";
Fast = "Nopea vedos";
MaxDPI = "Suurin mahdollinen DPI";

ProfileInvalidTitle = "Virheellinen ICC-tiedostomuoto";
ProfileInvalidMsg = "Valittu ICC-tiedoston muoto ei tulostimen profiili";
ProfileInvalidDefButton = "Valitse toinen profiili";
ProfileInvalidAltButton = "Peruuta";

TaskTitleFieldText = "Lisää mukautettu paperi";
TaskDescriptionFieldText = "Lisää mukautettu paperi Mukautettujen papereiden luettelosta valitsemalla Lisää-painike.";
StartButtonText = "Lisää";
AddSheetDescriptionFieldText = "Anna tietoja paperista, jonka haluat lisätä.";
PaperNameLableText = "Mukautetun paperin nimi:";
PaperCategoryLableText = "Paperiluokka:";
IccFileNamelableText = "ICC-profiili (valinnainen):";
IccFileNameFieldText = "<profiilia ei valittu>";
BrowseButtonText = "Selaa…";
ClearButtonText = "Tyhjennä profiili";
CancelButtonText = "Peruuta";
DoneButtonText = "Valmis";
